Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

# vfs.unsupported.archiveExtractFailed
source: Couldn’t extract from the archive “%@”.
de: Extrahieren aus dem Archiv „%@“ fehlgeschlagen.
es: No se pudo extraer del archivo comprimido «%@».
fr: Impossible d’extraire de l’archive «%@».
it: Non è stato possibile estrarre dall’archivio “%@”.
ja: アーカイブ“%@”から展開できませんでした。
ko: 아카이브에서 “%@”를 추출할 수 없습니다.
nl: Kon niet extraheren uit het archief “%@”.
pl: Nie można rozpakować archiwum „%@”.
pt_br: Não foi possível extrair do arquivo compactado “%@”.
ru: Не удалось распаковать архив «%@».
uk: Не вдалося розпакувати «%@».
zh_hans: 无法从“%@”压缩包中提取。
zh_hant: 無法從「%@」封存檔中解壓縮。

# vfs.unsupported.archiveRewriteFailed
source: Couldn’t rewrite the archive “%@”.
de: Archiv „%@“ konnte nicht neu geschrieben werden.
es: No se pudo reescribir el archivo comprimido «%@».
fr: Impossible de réécrire l’archive «%@».
it: Non è stato possibile riscrivere l’archivio “%@”.
ja: アーカイブ“%@”を書き換えられませんでした。
ko: 아카이브 “%@”를 다시 작성할 수 없습니다.
nl: Kon het archief “%@” niet herschrijven.
pl: Nie można przepisać archiwum „%@”.
pt_br: Não foi possível regravar o arquivo compactado “%@”.
ru: Не удалось перезаписать архив «%@».
uk: Не вдалося перезаписать архів «%@».
zh_hans: 无法重写压缩包“%@”。
zh_hant: 無法重寫封存檔「%@」。

# vfs.unsupported.archiveToolUnavailableForCreate
source: Couldn’t run bsdtar to create the archive.
de: bsdtar konnte nicht ausgeführt werden, um das Archiv zu erstellen.
es: No se pudo ejecutar bsdtar para crear el archivo comprimido.
fr: Impossible de lancer bsdtar pour créer l’archive.
it: Non è stato possibile eseguire bsdtar per creare l’archivio.
ja: アーカイブ作成のためにbsdtarを実行できませんでした。
ko: 아카이브를 만들기 위해 bsdtar를 실행할 수 없었습니다.
nl: Kon bsdtar niet uitvoeren om het archief te maken.
pl: Nie można uruchomić bsdtar, aby utworzyć archiwum.
pt_br: Não foi possível executar bsdtar para criar o arquivo compactado.
ru: Не удалось запустить bsdtar для создания архива.
uk: Щоб створити цей архів, установіть bsdtar або ditto.
zh_hans: 无法运行 bsdtar 来创建压缩包。
zh_hant: 無法執行 bsdtar 來建立封存檔。

# vfs.unsupported.archiveToolUnavailableForExtract
source: Couldn’t run bsdtar to extract from the archive.
de: bsdtar konnte nicht ausgeführt werden, um aus dem Archiv zu extrahieren.
es: No se pudo ejecutar bsdtar para extraer del archivo comprimido.
fr: Impossible de lancer bsdtar pour l’extraire de l’archive.
it: Non è stato possibile eseguire bsdtar per estrarre dall’archivio.
ja: アーカイブ展開のためにbsdtarを実行できませんでした。
ko: 아카이브에서 추출하기 위해 bsdtar를 실행할 수 없습니다.
nl: Kon bsdtar niet uitvoeren om uit het archief te extraheren.
pl: Nie można uruchomić bsdtar, aby rozpakować archiwum.
pt_br: Não foi possível executar bsdtar para extrair do arquivo compactado.
ru: Не удалось запустить bsdtar для распаковки архива.
uk: Щоб розпакувати цей архів, установіть bsdtar або ditto.
zh_hans: 无法运行 bsdtar 从压缩包中提取。
zh_hant: 無法執行 bsdtar 從封存檔中解壓縮。

# vfs.unsupported.archiveToolUnavailableForRead
source: Couldn’t run bsdtar to open the archive.
de: bsdtar konnte nicht ausgeführt werden, um das Archiv zu öffnen.
es: No se pudo ejecutar bsdtar para abrir el archivo comprimido.
fr: Impossible de lancer bsdtar pour ouvrir l’archive.
it: Non è stato possibile eseguire bsdtar per aprire l’archivio.
ja: アーカイブを開くためにbsdtarを実行できませんでした。
ko: 아카이브를 열기 위해 bsdtar를 실행할 수 없었습니다.
nl: Kon bsdtar niet uitvoeren om het archief te openen.
pl: Nie można uruchomić bsdtar, aby otworzyć archiwum.
pt_br: Não foi possível executar bsdtar para abrir o arquivo compactado.
ru: Не удалось запустить bsdtar для открытия архива.
uk: Щоб прочитати цей архів, установіть bsdtar або ditto.
zh_hans: 无法运行 bsdtar 来打开压缩包。
zh_hant: 無法執行 bsdtar 來打開封存檔。

# vfs.unsupported.archiveUnreadable
source: Couldn’t read the archive “%@”.
de: Das Archiv „%@“ konnte nicht gelesen werden.
es: No se pudo leer el archivo comprimido «%@».
fr: Impossible de lire l’archive «%@».
it: Non è stato possibile leggere l’archivio “%@”.
ja: アーカイブ“%@”を読み込めませんでした。
ko: 아카이브 “%@”를 읽을 수 없습니다.
nl: Kon het archief “%@” niet lezen.
pl: Nie można odczytać archiwum „%@”.
pt_br: Não foi possível ler o arquivo compactado “%@”.
ru: Не удалось прочитать архив «%@».
uk: Не вдалося прочитать архів «%@».
zh_hans: 无法读取压缩包“%@”。
zh_hant: 無法讀取封存檔「%@」。

# vfs.unsupported.archiveUpdateFailed
source: Couldn’t update the archive “%@”.
de: Das Archiv „%@“ konnte nicht aktualisiert werden.
es: No se pudo actualizar el archivo comprimido «%@».
fr: Impossible de mettre à jour l’archive «%@».
it: Non è stato possibile aggiornare l’archivio “%@”.
ja: アーカイブ“%@”を更新できませんでした。
ko: 아카이브 “%@”를 업데이트할 수 없습니다.
nl: Kon het archief “%@” niet bijwerken.
pl: Nie można uaktualnić archiwum „%@”.
pt_br: Não foi possível atualizar o arquivo compactado “%@”.
ru: Не удалось обновить архив «%@».
uk: Не вдалося обновить архів «%@».
zh_hans: 无法更新压缩包“%@”。
zh_hant: 無法更新封存檔「%@」。

# vfs.unsupported.cloudStatusNeedsLocalFile
source: Only local files can be cloud-provider items.
de: Der Cloud-Status ist nur für lokale Dateien verfügbar.
es: Solo los archivos locales pueden ser ítems de un proveedor en la nube.
fr: Seuls les fichiers locaux peuvent être des éléments de fournisseur de cloud.
it: Solo i file locali possono appartenere a un provider cloud.
ja: クラウドプロバイダ項目にできるのはローカルファイルだけです。
ko: 클라우드 제공업체 항목은 로컬 파일만 가능합니다.
nl: Alleen lokale bestanden kunnen onderdelen van een cloudprovider zijn.
pl: Tylko pliki lokalne mogą być rzeczami dostawcy chmury.
pt_br: Somente arquivos locais podem ser itens de provedor de nuvem.
ru: Статус облачной синхронизации доступен только для локальных файлов.
uk: Статус синхронізації доступний лише для локальних файлів.
zh_hans: 只有本地文件才能成为云提供商项目。
zh_hant: 只有本機檔案才能成為雲端提供者項目。

# vfs.unsupported.contentComparisonNeedsLocalFiles
source: Content comparison is only available for local files.
de: Der Inhaltsvergleich ist nur für lokale Dateien verfügbar.
es: La comparación de contenido solo está disponible para archivos locales.
fr: La comparaison de contenu n’est disponible que pour les fichiers locaux.
it: Il confronto dei contenuti è disponibile solo per i file locali.
ja: 内容比較はローカルファイルでのみ使用できます。
ko: 콘텐츠 비교는 로컬 파일에만 사용할 수 있습니다.
nl: Inhoudsvergelijking is alleen beschikbaar voor lokale bestanden.
pl: Porównywanie zawartości jest dostępne tylko dla plików lokalnych.
pt_br: A comparação de conteúdo só está disponível para arquivos locais.
ru: Сравнение по содержимому доступно только для локальных файлов.
uk: Для порівняння за вмістом обидва об’єкти мають бути локальними файлами.
zh_hans: 内容比较仅适用于本地文件。
zh_hant: 內容比較僅適用於本機檔案。

# vfs.unsupported.contentComparisonNeedsRegularFile
source: Only regular files can be compared by content.
de: Nur reguläre Dateien können nach Inhalt verglichen werden.
es: Solo se pueden comparar archivos normales por contenido.
fr: Seuls les fichiers ordinaires peuvent être comparés par leur contenu.
it: Solo i file regolari possono essere confrontati per contenuto.
ja: 内容で比較できるのは通常ファイルだけです。
ko: 일반 파일만 내용으로 비교할 수 있습니다.
nl: Alleen reguliere bestanden kunnen worden vergeleken op inhoud.
pl: Zawartość można porównać tylko dla zwykłych plików.
pt_br: Somente arquivos comuns podem ser comparados por conteúdo.
ru: По содержимому можно сравнивать только обычные файлы.
uk: Для порівняння за вмістом потрібні звичайні файли.
zh_hans: 只有普通文件才能按内容进行比较。
zh_hant: 只有一般檔案才能按內容進行比較。

# vfs.unsupported.copyFile
source: This location doesn’t support copying files.
de: An diesem Speicherort können keine Dateien kopiert werden.
es: Esta ubicación no permite copiar archivos.
fr: Cet emplacement ne prend pas en charge la copie de fichiers.
it: Questa posizione non supporta la copia dei file.
ja: この場所ではファイルのコピーに対応していません。
ko: 이 위치에서는 파일을 복사할 수 없습니다.
nl: Deze locatie ondersteunt het kopiëren van bestanden niet.
pl: To położenie nie obsługuje kopiowania plików.
pt_br: Este local não permite copiar arquivos.
ru: В этом расположении нельзя копировать файлы.
uk: Це розташування не підтримує копіювання файлів.
zh_hans: 此位置不支持拷贝文件。
zh_hant: 此位置不支援拷貝檔案。

# vfs.unsupported.createDirectory
source: This location doesn’t support creating folders.
de: An diesem Speicherort können keine Ordner erstellt werden.
es: Esta ubicación no permite crear carpetas.
fr: Cet emplacement ne prend pas en charge la création de dossiers.
it: Questa posizione non supporta la creazione di cartelle.
ja: この場所ではフォルダの作成に対応していません。
ko: 이 위치에서는 폴더를 만들 수 없습니다.
nl: Deze locatie ondersteunt het maken van mappen niet.
pl: To położenie nie obsługuje tworzenia folderów.
pt_br: Este local não permite criar pastas.
ru: В этом расположении нельзя создавать папки.
uk: Це розташування не підтримує створення папок.
zh_hans: 此位置不支持创建文件夹。
zh_hant: 此位置不支援建立檔案夾。

# vfs.unsupported.createFile
source: This location doesn’t support creating files.
de: An diesem Speicherort können keine Dateien erstellt werden.
es: Esta ubicación no permite crear archivos.
fr: Cet emplacement ne prend pas en charge la création de fichiers.
it: Questa posizione non supporta la creazione di file.
ja: この場所ではファイルの作成に対応していません。
ko: 이 위치에서는 파일을 생성할 수 없습니다.
nl: Deze locatie ondersteunt het maken van bestanden niet.
pl: To położenie nie obsługuje tworzenia plików.
pt_br: Este local não permite criar arquivos.
ru: В этом расположении нельзя создавать файлы.
uk: Це розташування не підтримує створення файлів.
zh_hans: 此位置不支持创建文件。
zh_hant: 此位置不支援建立檔案。

# vfs.unsupported.deleteConnectionRoot
source: Can’t delete the connection root.
de: Der oberste Ordner der Verbindung kann nicht gelöscht werden.
es: No se puede eliminar la raíz de la conexión.
fr: Impossible de supprimer la racine de la connexion.
it: Non è possibile eliminare la radice della connessione.
ja: 接続のルートは削除できません。
ko: 연결 루트를 삭제할 수 없습니다.
nl: Kan de verbindingsroot niet verwijderen.
pl: Nie można usunąć folderu głównego połączenia.
pt_br: Não é possível apagar a raiz da conexão.
ru: Нельзя удалить корень подключения.
uk: Не можна видалити корень з’єднання.
zh_hans: 无法删除连接根。
zh_hant: 無法刪除連線根目錄。

# vfs.unsupported.moveItem
source: This location doesn’t support moving items.
de: An diesem Speicherort können keine Objekte verschoben werden.
es: Esta ubicación no permite mover ítems.
fr: Cet emplacement ne prend pas en charge le déplacement d’éléments.
it: Questa posizione non supporta lo spostamento degli elementi.
ja: この場所では項目の移動に対応していません。
ko: 이 위치에서는 항목을 이동할 수 없습니다.
nl: Deze locatie ondersteunt het verplaatsen van onderdelen niet.
pl: To położenie nie obsługuje przenoszenia rzeczy.
pt_br: Este local não permite mover itens.
ru: В этом расположении нельзя перемещать объекты.
uk: Це розташування не підтримує переміщення об’єктів.
zh_hans: 此位置不支持移动项目。
zh_hant: 此位置不支援移動項目。

# vfs.unsupported.noBackendForPath
source: No backend can handle %@.
de: Kein Backend kann %@ verarbeiten.
es: Ningún backend puede manejar %@.
fr: Aucun backend ne peut gérer %@.
it: Nessun backend può gestire %@.
ja: %@を処理できるバックエンドがありません。
ko: 어떤 백엔드도 %@를 처리할 수 없습니다.
nl: Geen backend kan %@ verwerken.
pl: Żaden backend nie może obsłużyć %@.
pt_br: Nenhum serviço pode lidar com %@.
ru: Нет обработчика для пути %@.
uk: Dirnex не має файлової системи для «%@».
zh_hans: 没有后端可以处理 %@。
zh_hant: 沒有後端可以處理 %@。

# vfs.unsupported.pathOutsideArchive
source: Path %@ does not belong to archive %@.
de: Der Pfad %@ gehört nicht zum Archiv %@.
es: La ruta %@ no pertenece al archivo comprimido %@.
fr: Le chemin %@ n’appartient pas à l’archive %@.
it: Il percorso %@ non appartiene all’archivio %@.
ja: パス%@はアーカイブ%@に属していません。
ko: 경로 %@은 아카이브 %@에 속하지 않습니다.
nl: Pad %@ behoort niet tot archief %@.
pl: Ścieżka %@ nie należy do archiwum %@.
pt_br: O caminho %@ não pertence ao arquivo compactado %@.
ru: Путь %@ не относится к архиву %@.
uk: Шлях %@ не належить до архіву %@.
zh_hans: 路径 %@ 不属于压缩包 %@。
zh_hant: 路徑 %@ 不屬於封存檔 %@。

# vfs.unsupported.pathOutsideConnection
source: Path %@ does not belong to %@.
de: Der Pfad %@ gehört nicht zu %@.
es: La ruta %@ no pertenece a %@.
fr: Le chemin %@ n’appartient pas à %@.
it: Il percorso %@ non appartiene a %@.
ja: パス%@は%@に属していません。
ko: 경로 %@은 %@에 속하지 않습니다.
nl: Pad %@ behoort niet tot %@.
pl: Ścieżka %@ nie należy do %@.
pt_br: O caminho %@ não pertence a %@.
ru: Путь %@ не относится к %@.
uk: Шлях %@ не належить до %@.
zh_hans: 路径 %@ 不属于 %@。
zh_hant: 路徑 %@ 不屬於 %@。

# vfs.unsupported.remoteToRemoteCopy
source: Copying directly between remote locations isn’t supported.
de: Direktes Kopieren zwischen entfernten Speicherorten wird nicht unterstützt.
es: No se permite copiar directamente entre ubicaciones remotas.
fr: La copie directe entre des emplacements distants n’est pas prise en charge.
it: La copia diretta tra posizioni remote non è supportata.
ja: リモート場所同士の直接コピーには対応していません。
ko: 원격 위치 간 직접 복사는 지원되지 않습니다.
nl: Het kopiëren rechtstreeks tussen externe locaties wordt niet ondersteund.
pl: Bezpośrednie kopiowanie między zdalnymi położeniami nie jest obsługiwane.
pt_br: Não há suporte para copiar diretamente entre locais remotos.
ru: Копирование напрямую между удалёнными расположениями не поддерживается.
uk: Копіювання між двома віддаленими місцями ще не підтримується.
zh_hans: 不支持在远程位置之间直接拷贝。
zh_hant: 不支援在遠端位置之間直接拷貝。

# vfs.unsupported.removeItem
source: This location doesn’t support deleting items.
de: An diesem Speicherort können keine Objekte gelöscht werden.
es: Esta ubicación no permite eliminar ítems.
fr: Cet emplacement ne prend pas en charge la suppression d’éléments.
it: Questa posizione non supporta la cancellazione degli elementi.
ja: この場所では項目の削除に対応していません。
ko: 이 위치에서는 항목을 삭제할 수 없습니다.
nl: Deze locatie ondersteunt het verwijderen van onderdelen niet.
pl: To położenie nie obsługuje usuwania rzeczy.
pt_br: Este local não permite apagar itens.
ru: В этом расположении нельзя удалять объекты.
uk: Це розташування не підтримує видалення об’єктів.
zh_hans: 此位置不支持删除项目。
zh_hant: 此位置不支援刪除項目。

# vfs.unsupported.serverNotConnected
source: Not connected to %@. Reconnect to the server.
de: Nicht mit %@ verbunden. Stellen Sie die Verbindung zum Server erneut her.
es: No hay conexión con %@. Vuelve a conectar con el servidor.
fr: Pas connecté à %@. Reconnectez-vous au serveur.
it: Non connesso a %@. Riconnettiti al server.
ja: %@に接続されていません。サーバに再接続してください。
ko: %@에 연결되어 있지 않습니다. 서버에 다시 연결하십시오.
nl: Niet verbonden met %@. Maak opnieuw verbinding met de server.
pl: Brak połączenia z %@. Połącz się ponownie z serwerem.
pt_br: Sem conexão com %@. Reconecte-se ao servidor.
ru: Нет подключения к %@. Подключитесь к серверу заново.
uk: Немає з’єднання з %@. Підключіться до сервера знову.
zh_hans: 未连接到 %@。请重新连接服务器。
zh_hant: 未連線到 %@。請重新連線伺服器。

# vfs.unsupported.symbolicLink
source: This location doesn’t support symbolic links.
de: An diesem Speicherort können keine symbolischen Links erstellt werden.
es: Esta ubicación no permite enlaces simbólicos.
fr: Cet emplacement ne prend pas en charge les liens symboliques.
it: Questa posizione non supporta i link simbolici.
ja: この場所ではシンボリックリンクに対応していません。
ko: 이 위치는 심볼릭 링크를 지원하지 않습니다.
nl: Deze locatie ondersteunt geen symbolische links.
pl: To położenie nie obsługuje dowiązań symbolicznych.
pt_br: Este local não permite links simbólicos.
ru: В этом расположении не поддерживаются символические ссылки.
uk: Символічні посилання тут не підтримуються.
zh_hans: 此位置不支持符号链接。
zh_hant: 此位置不支援符號連結。

# vfs.unsupported.tagsNeedLocalFile
source: Only local files carry Finder tags.
de: Nur lokale Dateien haben Finder-Tags.
es: Solo los archivos locales tienen etiquetas de Finder.
fr: Seuls les fichiers locaux portent des étiquettes Finder.
it: Solo i file locali contengono tag Finder.
ja: Finderタグを持てるのはローカルファイルだけです。
ko: Finder 태그는 로컬 파일에만 있습니다.
nl: Alleen lokale bestanden dragen Finder-tags.
pl: Tylko pliki lokalne mają tagi Findera.
pt_br: Somente arquivos locais têm etiquetas do Finder.
ru: Теги Finder есть только у локальных файлов.
uk: Теги доступні лише для локальних файлів.
zh_hans: 只有本地文件才有 Finder 标签。
zh_hant: 只有本機檔案才有 Finder 標籤。

# vfs.unsupported.trash
source: This location doesn’t have a Trash.
de: Dieser Speicherort hat keinen Papierkorb.
es: Esta ubicación no tiene papelera.
fr: Cet emplacement ne possède pas de corbeille.
it: Questa posizione non ha un Cestino.
ja: この場所にはゴミ箱がありません。
ko: 이 위치에는 휴지통이 없습니다.
nl: Deze locatie heeft geen prullenmand.
pl: To położenie nie ma Kosza.
pt_br: Este local não tem Lixo.
ru: В этом расположении нет Корзины.
uk: Кошик тут недоступний.
zh_hans: 这个位置没有废纸篓。
zh_hant: 這個位置沒有垃圾桶。

source: Waiting
de: Wartet
es: En espera
fr: En attente
it: In attesa
ja: 待機中
ko: 대기 중
nl: Wachten
pl: Oczekiwanie
pt_br: Aguardando
ru: Ожидание
uk: Очікування
zh_hans: 等待中
zh_hant: 等待中

source: Waiting to upload
de: Wartet auf das Hochladen
es: Esperando para subir
fr: En attente d’envoi
it: In attesa di caricamento
ja: アップロード待ち
ko: 업로드 대기 중
nl: Wachten op upload
pl: Oczekuje na wysłanie
pt_br: Aguardando envio
ru: Ожидает выгрузки
uk: Очікує вивантаження
zh_hans: 等待上传
zh_hant: 等待上傳

source: When off, each new window starts at your Home folder.
de: Wenn deaktiviert, beginnt jedes neue Fenster in Ihrem Benutzerordner.
es: Si está desactivado, cada ventana nueva empieza en tu carpeta de inicio.
fr: Lorsque cette option est désactivée, chaque nouvelle fenêtre s’ouvre dans votre dossier de départ.
it: Quando è disattivata, ogni nuova finestra si apre nella cartella Inizio.
ja: オフの場合、新しいウインドウは毎回ホームフォルダから開始します。
ko: 켜져 있지 않을 때는 각 새 윈도우가 홈 폴더에서 시작됩니다.
nl: Als dit uit staat, begint elk nieuw venster in je thuismap.
pl: Gdy wyłączone, każde nowe okno zaczyna w folderze domowym.
pt_br: Quando desativado, cada nova janela começa na sua pasta pessoal.
ru: Если выключено, каждое новое окно открывается в домашней папке.
uk: Якщо вимкнено, кожне нове вікно відкривається у вашій Домівці.
zh_hans: 关闭后，每个新窗口都从你的个人文件夹开始。
zh_hant: 關閉後，每個新視窗都從你的個人檔案夾開始。

source: When run
de: Beim Ausführen
es: Al ejecutar
fr: Lors de l’exécution
it: Quando viene eseguito
ja: 実行時
ko: 실행할 때
nl: Wanneer uitgevoerd
pl: Podczas uruchomienia
pt_br: Ao executar
ru: Когда запускать
uk: Когда запускать
zh_hans: 运行时
zh_hant: 執行時

source: Work, Red — all must match
de: Arbeit, Rot – alles muss passen
es: Trabajo, Rojo — todas deben coincidir
fr: Travail, rouge — tout doit correspondre
it: Lavoro, Rosso — tutto deve corrispondere
ja: 仕事、赤 — すべて一致
ko: 업무, 빨간색 — 모두 일치
nl: Werk, rood — alles moet overeenkomen
pl: Praca, Czerwony — wszystkie muszą pasować
pt_br: Trabalho, Vermelho — todos devem corresponder
ru: Работа, Красный — все должны совпадать
uk: Робота, Червоний — мають збігатися всі
zh_hans: 工作，红色——所有都必须匹配
zh_hant: 工作，紅色——所有都必須符合

source: Workspace
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Spazio di lavoro
ja: ワークスペース
ko: 작업 공간
nl: Werkruimte
pl: Obszar roboczy
pt_br: Espaço de Trabalho
ru: Рабочая среда
uk: Робочий простір
zh_hans: 工作区
zh_hant: 工作區

source: Workspace name
de: Arbeitsbereichsname
es: Nombre del espacio de trabajo
fr: Nom de l’espace de travail
it: Nome spazio di lavoro
ja: ワークスペース名
ko: 작업 공간 이름
nl: Naam van de werkruimte
pl: Nazwa obszaru roboczego
pt_br: Nome do espaço de trabalho
ru: Название рабочей среды
uk: Назва робочого простору
zh_hans: 工作区名称
zh_hant: 工作區名稱

source: You can browse every folder on this Mac. To change this, open Full Disk Access in System Settings.
de: Sie können jeden Ordner auf diesem Mac durchsuchen. Um dies zu ändern, öffnen Sie „Festplattenvollzugriff“ in den Systemeinstellungen.
es: Puedes explorar todas las carpetas de este Mac. Para cambiar esto, abre Acceso total al disco en Ajustes del Sistema.
fr: Vous pouvez parcourir tous les dossiers de ce Mac. Pour modifier cela, ouvrez Accès complet au disque dans Réglages Système.
it: Puoi sfogliare ogni cartella su questo Mac. Per cambiarlo, apri Accesso completo al disco in Impostazioni di Sistema.
ja: このMac上のすべてのフォルダを閲覧できます。変更するには、“システム設定”で“フルディスクアクセス”を開いてください。
ko: 이 Mac의 모든 폴더를 탐색할 수 있습니다. 변경하려면 시스템 설정에서 전체 디스크 접근 권한을 여십시오.
nl: Je kunt door elke map op deze Mac bladeren. Open Volledige schijftoegang in Systeeminstellingen om dit te wijzigen.
pl: Możesz przeglądać każdy folder na tym Macu. Aby to zmienić, otwórz Pełny dostęp do dysku w Ustawieniach systemowych.
pt_br: Você pode navegar por todas as pastas deste Mac. Para alterar isso, abra Acesso Total ao Disco em Ajustes do Sistema.
ru: Вы можете просматривать любую папку на этом Mac. Чтобы изменить это, откройте «Полный доступ к диску» в Системных настройках.
uk: Ви можете переглядати кожну папку на цьому Mac. Щоб змінити це, відкрийте «Повний доступ до диска» в Системних параметрах.
zh_hans: 你可以浏览此 Mac 上的每个文件夹。要更改此设置，请在“系统设置”中打开“完全磁盘访问权限”。
zh_hant: 你可以瀏覽此 Mac 上的每個檔案夾。要變更此設定，請在「系統設定」中打開「完全取用磁碟」。

source: You can restore items from the Trash later.
de: Sie können Objekte später aus dem Papierkorb wiederherstellen.
es: Puedes restaurar los ítems desde la papelera más tarde.
fr: Vous pouvez restaurer les éléments de la corbeille plus tard.
it: Puoi ripristinare gli elementi dal Cestino in seguito.
ja: 項目は後でゴミ箱から復元できます。
ko: 나중에 휴지통에서 항목을 복원할 수 있습니다.
nl: Je kunt onderdelen later herstellen uit de prullenmand.
pl: Możesz później przywrócić rzeczy z Kosza.
pt_br: Você pode restaurar itens do Lixo depois.
ru: Объекты можно будет восстановить из Корзины позже.
uk: Пізніше можна відновити об’єкти з Кошика.
zh_hans: 你可以稍后从废纸篓恢复项目。
zh_hant: 你可以稍後從垃圾桶復原項目。

source: You can restore them from the Trash later.
de: Sie können sie später aus dem Papierkorb wiederherstellen.
es: Puedes restaurarlos desde la papelera más tarde.
fr: Vous pouvez les restaurer à partir de la corbeille plus tard.
it: Puoi ripristinarli dal Cestino più tardi.
ja: 後でゴミ箱から復元できます。
ko: 나중에 휴지통에서 복원할 수 있습니다.
nl: Je kunt ze later herstellen uit de prullenmand.
pl: Możesz później przywrócić je z Kosza.
pt_br: Você pode restaurá-los do Lixo depois.
ru: Позже вы сможете восстановить их из Корзины.
uk: Пізніше їх можна відновити з Кошика.
zh_hans: 你可以稍后从废纸篓恢复它们。
zh_hant: 你可以稍後從垃圾桶復原它們。

source: You don’t have permission. Dirnex may need Full Disk Access in System Settings.
de: Sie haben keine Berechtigung. Dirnex benötigt möglicherweise Festplattenvollzugriff in den Systemeinstellungen.
es: No tienes permiso. Es posible que Dirnex necesite acceso total al disco en Ajustes del Sistema.
fr: Vous n’avez pas l’autorisation. Dirnex peut nécessiter l’accès complet au disque dans Réglages Système.
it: Non hai il permesso. Dirnex potrebbe richiedere Accesso completo al disco in Impostazioni di Sistema.
ja: 権限がありません。Dirnexには“システム設定”でフルディスクアクセスが必要な可能性があります。
ko: 권한이 없습니다. 시스템 설정에서 Dirnex에 전체 디스크 접근 권한을 허용해야 할 수 있습니다.
nl: Je hebt geen toestemming. Dirnex heeft mogelijk Volledige schijftoegang nodig in Systeeminstellingen.
pl: Nie masz uprawnień. Dirnex może potrzebować Pełnego dostępu do dysku w Ustawieniach systemowych.
pt_br: Você não tem permissão. O Dirnex pode precisar de Acesso Total ao Disco em Ajustes do Sistema.
ru: Недостаточно прав. Возможно, Dirnex нужен полный доступ к диску в Системных настройках.
uk: У вас немає дозволу. Dirnex може потребувати Повного доступу до диска в Системних параметрах.
zh_hans: 你没有权限。Dirnex 可能需要在“系统设置”中获得完全磁盘访问权限。
zh_hant: 你沒有權限。Dirnex 可能需要在「系統設定」中獲得「完全取用磁碟」權限。
